Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
uk: Вам необхідно <a href="%(login_url)s">увійти</a> або <a href="%(signup_url)s">зареєструватись</a> для використання цієї функції.

source: Include error messages, steps which lead to the issue, etc
uk: Вкажіть повідомлення про помилку, кроки, що передували проблемі тощо.

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
uk: Проміжок часу після зарахування протягом якого користувачам можуть бути повернуті гроші у мікросекундах. Типовим проміжком є 14 днів.

source: The request was received, but a service did not finish running in time.
uk: Запит отримано, але сервіс не встиг його обробити.

source: No results found for %(original_query)s. Showing results for %(suggested_query)s.
uk: Жодних результатів для %(original_query)s. Показано результати для %(suggested_query)s.

source: Explore the Studio Help Forum
uk: Відкрити форум підтримки Studio

source: Who can I contact if I have questions?
uk: З ким я можу зв'язатися, якщо в мене виникнуть питання?

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
uk: Ціна: {currency_symbol}{course_price} Кількість: {quantity} Підсумок: {currency_symbol}{sub_total} Знижка: {currency_symbol}{discount}

source: Are you sure you want to unenroll from %(course_name)s (%(course_number)s)?
uk: Ви впевнені, що хочете відписатися від %(course_name)s (%(course_number)s)?

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
uk: Введіть паспорта для LTI інструментів курсу в наступному форматі: "id:client_key:client_secret".

source: Reset
uk: Скинути

source: The keys are valid for a limited amount of time. Has the key expired?
uk: Ключі є дійсними обмежений відрізок часу. Чи не скінчився час дії ващого ключа?

source: Turn on transcripts
uk: Включити переклад

source: Are you sure you want to deny this refund request?
uk: Ви впевненні у відміні запросу по поверненню грошей?

source: Your message must have a subject.
uk: Ваше повідомлення повинно мати тему.

source: Annotation Text
uk: Текст анотації

source: Are you sure you want to remove your previous response to this question?
uk: Ви впевнені, що хочете видалити попередню відповідь на запитання?

source: Please wait while we retrieve your order details.
uk: Будь ласка, зачекайте, доки ми оновимо інформацію про Ваше замовлення.

source: Enrolling you in the selected course
uk: Йде реєстрація на обраний Вами курс

source: LTI Passports
uk: Реєстраційні дані LTI

source: Go to Step 1: Take my Photo
uk: Перейти до Кроку 1: Сфотографуватися

source: An error occurred. Make sure that the student's username or email address is correct and try again.
uk: Виникла помилка. Переконайтеся, що ім'я користувача та адреса електронної пошти студента правильні і повторіть спробу.

source: {title} in course {course_key}
uk: {title} в курсі {course_key}

source: Please check your email for further instructions on activating your new account.
uk: Будь ласка, перевірте свою електронну пошту для отримання подальших інструкцій щодо активації Вашого нового аккаунту.

source: Unused bulk purchase seats (revenue at risk)
uk: Невикористані місця, куплені оптом (впливає на дохід)

source: You can save your progress and return to complete your response at any time before the due date
uk: Ви можете зберегти ваш прогрес і повернутися, щоб завершити свою відповідь в будь-який час до закінчення терміну

source: Successfully switched to branch: {branch_name}
uk: Успішно переключено на гілку: {branch_name}

source: Activation Complete!
uk: Активацію завершено!

source: When you click "Reset Password", a message will be sent to your email address. Click the link in the message to reset your password.
uk: Коли ви натиснете на "Змінити пароль", повідомлення буде надіслано на вашу електронну пошту. Перейдіть по посиланню у повідомленні, щоб змінити свій пароль.

source: Showing %(current_item_range)s out of %(total_items_count)s, sorted by %(sort_name)s descending
uk: Показано %(current_item_range)s з %(total_items_count)s , упорядковано за %(sort_name)s у низхідному порядку

source: Rows
uk: Рядки

source: Yes! My details all match.
uk: Так! Моя інформація збігається.

source: Posted in Forum
uk: Опубліковано на форумі

source: We could not submit your response
uk: Ми не могли уявити свою відповідь

source: You are now viewing the course as <i>{user_name}</i>.
uk: Ви переглядаєте курс як <i>{user_name}</i>.

source: Problem needs to be reset prior to save.
uk: Задача повинна бути перевантажена аби її зберегти.

source: How many students are in my course?
uk: Скільки студентів на моєму курсі?

source: Course errors
uk: Помилки Курсу

source: Course Home Sidebar Name
uk: Заголовок бічної панелі сторінки курсу

source: Failed to create a background task for rescoring "{url}": {message}.
uk: Неможливо створити фонове завдання для перерахунку "{url}": {message}.

source: Your Password Reset is Complete
uk: Відновлення вашого паролю завершено

source: You are not currently enrolled in this course. Sign up for it {link_start}here{link_end}!
uk: Ви ще не зареєстровані на цей курс. Реєструйтесь на нього {link_start}тут{link_end}!

source: Insert Hyperlink
uk: Вставити гіперпосилання

source: Due to the number of possible variants for randomized problems, charts are not available. %(read_more_link_start)sRead more%(read_more_link_end)s.
uk: Графіки недоступні через велику кількість потенційних проблем . %(read_more_link_start)sДізнатися більше%(read_more_link_end)s.

source: Name of the certificate
uk: Ім'я сертифікату

source: Average Incorrect
uk: Середня кількість невірних відповідей

source: Unread
uk: Непрочитані

source: What is the student gender breakdown?
uk: Що такe розбивка по статі студента?

source: Course Progress
uk: Прогрес Курсу

source: Enter the name of the library as it should appear in Studio.
uk: Введіть назву бібліотеки для Studio.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
uk: Натисніть OK щоб відправити вашу адресу email сторонньому доданку. Натисніть Відміна щоб повернутись до сторінки без відправлення вашої інформації.

source: Special Exams
uk: Контрольні випробування

source: Insert Image (upload file or type url)
uk: Вставити зображення (загрузіть файл або наберіть url-посилання)

source: Order Payment Confirmation
uk: Підтвердження оплати замовлення

source: In the Press
uk: У ЗМІ

source: Course Number:
uk: Номер Курсу:

source: Refunds
uk: Відшкодування

source: View Courses
uk: Перегляд курсів

source: Submission Cancelled
uk: Відправлення скасовано

source: You currently have no cohort groups configured
uk: Наразі у вас немає створених навчальних груп

source: By: Community TA
uk: Від: Старости курсу

source: No problem scores in this section
uk: Немає балів за виконані у цьому розділі завдання

source: Misuse Reported, %(start_sr_span)s click to remove report%(end_span)s
uk: Помічено невірне вживання, %(start_sr_span)s клацніть щоб видалити звіт%(end_span)s

source: Your E-mail Address
uk: Ваша електронна адреса

source: Date that this class ends
uk: Дата закінчення цього класу

source: You have attempted this question {number_of_student_attempts} times. You are only allowed to attempt it {max_number_of_attempts} times.
uk: Ви зробили {number_of_student_attempts} спроб відповісти на це питання. Вам дозволено всього {max_number_of_attempts} спроб.

source: Regenerate the user's certificate
uk: Відновити сертифікат користувача

source: Error: {err}
uk: Помилка: {err}

source: others read access
uk: право на читання для інших користувачів

source: Headings
uk: Заголовки

source: Rescore Student Submission
uk: Коригувати оцінки за здане студентом завдання

source: Confirm Refund Processing
uk: Підтвердіть процедуру повернення грошей

source: Close Calculator
uk: Закрити калькулятор

source: You have been invited to a beta test for {course_name}
uk: Вас запрошують на бета-тестування курсу {course_name}

source: The grade report is being created. To view the status of the report, see Pending Instructor Tasks below.
uk: Оціночний лист на стадії підготовки. Стан звіту нижче відображається у списку «Поточні завдання».

source: question
uk: запитання

source: Deleted group
uk: Група видалена

source: Error deleting student '<%= student_id %>'s state on problem '<%= problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
uk: Помилка при видаленні стану завдання '<%= problem_id %>' для студента '<%= student_id %>'. Переконайтеся, що ідентифікатори завдання та студента вказані правильно і повністю.

source: Failed in authenticating {0}, error {1}
uk: Невдала аутентифікація {0}, помилка {1}

source: Bullet list
uk: Ненумерований список

source: The selected content group does not exist
uk: Вибраної групи вмісту не існує

source: I agree to the {link_start}Honor Code{link_end}
uk: Я погоджуюсь із {link_start}Кодексом Честі{link_end}

source: Download CSV
uk: Завантажити CSV

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses.
uk: Всі представлені відповіді однолітків були оцінені. Перевірити пізніше, щоб переконатися, все більше студентів подали відповідей.

source: Total Credit Card Purchases:
uk: Разом покупок за кредитними картками:

source: marked as answer %(time_ago)s
uk: відмічено як відповідь %(time_ago)s

source: Points Earned (Num Students)
uk: Набрані Бали (Кількість студентів)

source: Taiwan
uk: Тайвань

source: Heading 4
uk: Заголовок 4

source: Sign up with {provider_name}
uk: Увійти за допомогою {provider_name}

source: Videos
uk: Відео

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
uk: URL вашого відео. Це може бути YouTube URL або посилання на відео-файли форматів. Mp4,. Ogg або. Webm, розташовані на будь-якому хостингу в Інтернеті.

source: Donation for {platform_name}
uk: Пожертвування для {platform_name}

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
uk: Розкажіть нам про ваші плани. Які кроки ви зробите, щоб завершити курсову роботу і отримати сертифікат?

source: Scoring finished.
uk: Оцінювання підходить до завершення.

source: An error occurred with SymbolicResponse. The error was: {error_msg}
uk: Виникла помилка в завданні типу SymbolicResponse. Повідомлення про помилку: {error_msg}

source: Audit This Course (No Certificate)
uk: Пройти курс (сертифікат не видається)

source: Problem Step
uk: Етап завдання

source: Your certificate is available
uk: Ваш сертифікат доступний

source: Please correct the outlined fields.
uk: Відкоригуйте позначені поля

source: Group Configurations
uk: Групи

source: There is already a course defined with the same organization, course number, and course run. Please change either organization or course number to be unique.
uk: Курсу із такими самими організацією, кодом та перебігом вже існує. Будь ласка, змініть або організацію, або номер курсу, щоб вони були унікальними.

source: Birth Year
uk: Рік Народження

source: Verify My Identity
uk: Підтвердити особу

source: The percentage of students who selected Secondary/high school, Junior secondary/junior high/middle school, or Elementary/primary school as their highest level of education completed.
uk: Відсоток студентів, які вибирають середню школу / гімназію, молодшу школу / неповну середню школу / школу другого ступеня, або молодші класи / початкову школу, як їх найвищий рівень закінченої освіти.

source: Save note
uk: Зберігти нотатку.

source: Library User
uk: Користувач бібліотеки

source: Annotation
uk: Анотація

source: Select your track:
uk: Виберіть Ваш шлях:

source: Did not find a user with username "{}" - skipping.
uk: Не знайдено користувача з ім'ям "{}" - пропуск

source: Delete Comment
uk: Видалити коментар

source: No message provided
uk: Жодного повідомлення не надано

source: You must select a course type.
uk: Ви повинні обрати вид курсу.

source: If you leave this page without saving or submitting your response, you will lose any work you have done on the response.
uk: Якщо ви залишите цю сторінку без збереження чи відправлення на перевірку вашої відповіді, ви втратите всю роботу, яку виконали.

source: Refunded {cost} for order id {order_id}
uk: Повернуто {cost} за замовлення № {order_id}

source: Teams Configuration
uk: Налаштування команд

source: learner is already white listed and not added to the exception
uk: студент вже схвалений і не доданий до виключення

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
uk: Поки ви редагували, хтось вже вніс зміни в поточну версію. Ваш зміст було автоматично злито з новим змістом. Будь ласка, перевірте текст внизу.

source: The following users do not exist: {usernames}.
uk: Наступні користувачі не існують: {usernames}.

source: Request user's username
uk: Запитати юзернейм користувача

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
uk: Ваш {cert_name_long} перебуває в статусі очікування зважаючи на те, що факт видачі вашого {cert_name_short} може потрапляти під дію ембарго США проти Ірану, Куби, Сирії та Судану. Якщо ви думаєте, що наша система помилково ідентифікувала ваш зв'язок з цими країнами, будь ласка, зв'яжіться з нами поштою {email}.

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
uk: Цей параметр вказує те, які правила будуть використані командою перевіряючих при перегляді відеозаписів.

source: Upgrade Your Registration for {} | Choose Your Track
uk: Змінити статус реєстрації на {} | Вибрати метод проходження курсу

source: learner is not enrolled in course and not added to the exception
uk: студент не записаний на курс і не доданий до виключення

source: Please make sure your browser is updated to the {a_start}most recent version possible{a_end}. Also, please make sure your <strong>webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).</strong>
uk: Будь ласка, переконайтесь, що ваш браузер оновлено {a_start}до найбільш актуальної версії{a_end}. Також переконайтесь, що ваша <strong>вебкамера під'єднана, увімкнена та може працювати в браузері (зазвичай це налаштовується в опціях браузера)</strong>

source: Reported
uk: Відмічено як таке, що порушує правила

source: %{param} must be a non-negative number
uk: %{param} повинне бути невід'ємне число

source: We had some trouble loading the discussion. Please try again.
uk: У нас виникли деякі труднощі із завантаженням обговорень. Будь ласка, спробуйте ще раз.

source: Loading content
uk: Завантаження вмісту

source: Offer name
uk: Запропонувати ім'я

source: Requires instructor access.
uk: Потрібні права викладача

source: dropped in slider
uk: залишено на ленті

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
uk: Ви були успішно зараховані на {course_names}. Квитанція була відправлена {receipient_emails}

source: The company contact name cannot be a number.
uk: Ім'я контактної особи організації не може бути числом.

source: True if timezones should be shown on dates in the courseware. Deprecated in favor of due_date_display_format.
uk: Якщо ввести значення true, то часові пояси будуть показані поруч з датами курсів. При наявності due_date_display_format цей параметр не використовується.

source: Forum Admins: have moderator privileges, as well as the ability to edit the list of forum moderators (e.g. to appoint a new moderator). Admins' posts are marked as 'staff'.
uk: Адміністратори Форуму: користуються привілеями модераторів, можуть вносити зміни до списку модераторів форуму (наприклад, призначити нового модератора). Повідомлення Адміністраторів позначені словом "співробітник".

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
uk: Відзначте тут, щоб щодня отримувати огляд нових непрочитаних коментарів і відповідей на повідомлення, які ви відстежуєте.

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
uk: Клацніть кожну редакцію щоб побачити список редагованих рядків. Клацніть кнопку перегляду щоб побачити як виглядає стаття на даний момент. Внизу сторінки ви можете перейти до конкретної редакції або з'єднати стару редакцію із поточною.

source: YouTube ID for 1.5x speed
uk: YouTube ID для швидкості 1.5x

source: Add your post to a relevant topic to help others find it.
uk: Додайте ваше повідомлення до відповідної теми, щоб допомогти іншим знайти його.

source: Add Moderator
uk: Додати Модератора

source: Saving...
uk: Збереження ...

source: To see the content of all previously sent emails, click this button:
uk: Натисніть на цю кнопку, щоб побачити зміст усіх раніше відправлених повідомлень:

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
uk: Сертифікат користувача {user} вже був анульований. Будь ласка, перевірте правильність введення і повторіть.

source: This content experiment uses group configuration '{group_configuration_name}'.
uk: Для цього експериментального матеріалу використовується конфігурація групи '{group_configuration_name}'.

source: Tuesday
uk: Вівторок

source: Your current verification will expire before the verification deadline for this course. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued ID.
uk: Ваша поточна перевірка особистості закінчується до закінчення цього курсу. {start_link}Провести повторну перевірку{end_link}, для цього вам веб-камера і знадобиться посвідчення особи: паспорт, студентський квиток.

source: Activation Invalid
uk: Активація недійсна.

source: See all teams in your course, organized by topic. Join a team to collaborate with other learners who are interested in the same topic as you are.
uk: Перегляньте усі команди Вашого курсу, відсортованих за темою. Приєднайтесь до команди для співпраці з іншими студентами, які зацікавлені у тій же темі, що і Ви.

source: City
uk: Місто

source: Viewing granted extensions
uk: Перегляд продовжених термінів

source: Date of purchase
uk: Дата покупки

source: If this option is <em>checked</em>, users will receive an email notification.
uk: Якщо ця опція <em>відзначена </em>, користувачі будуть отримувати повідомлення по електронній пошті.

source: Invalid JSON response received from notes api.
uk: Помилка в форматі даних json, отриманих від notes api.

source: Sitemap
uk: Карта сайту

source: Show Answer(s)
uk: Показати відповіді

source: We're Sorry, {platform_name} accounts are unavailable currently
uk: Нам прикро, але аккаунти {platform_name} тимчасово недоступні

source: Example {example_number} has a validation error: {error}
uk: Приклад {приклад_номер} має помилки перевірки: {помилка}

source: Alternative source
uk: Альтернативні джерела

source: Add an Instructor-Only Section to Your Outline
uk: Додати в структуру курсу розділ, доступний тільки викладачам

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
uk: Уведіть API-ключ , наданий компанією MathWorks для доступу до сервісу MATLAB Hosted Service. Цей ключ надається для використання виключно в рамках даного курсу в зазначений період часу. Не використовуйте API-ключ в інших курсах. Негайно повідомте компанію MathWorks, якщо вважаєте, що ключ став відомий стороннім. Для отримання ключа для вашого курсу або надіслання повідомлення про помилку, будь ласка, зв'яжіться з moocsupport@mathworks.com

source: <%= num %> available
uk: <%= num %> доступні

source: There is a problem with our CyberSource merchant configuration. Please let us know at {0}
uk: Виникла проблема з налаштуванням платіжної системи компанії CyberSource. Будь ласка, дайте нам знати {0}

source: Edit the library configuration.
uk: Редагувати настройки бібліотеки.

source: Identity Verification
uk: Перевірка особистості

source: Order information
uk: Інформація про замовлення

source: Course has no entrance exam section.
uk: Курс не містить вступного випробування.

source: The price per enrollment purchased
uk: Ціна за одне зарахування

source: Student state for problem {problem}
uk: Студент формулює проблему {problem}

source: Denied
uk: Відмовлено

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
uk: Ви увімкнули повідомлення з форуму на Ваш email з {platform_name}. Ви можете повернутися до {dashboard_link_start}панелі управління{link_end}.

source: This is unanswered.
uk: Без відповіді

source: The email address you use to sign in. Communications from {platform_name} and your courses are sent to this address.
uk: Адреса електронної пошти, яку ви використовуєте, щоб увійти на сайт. Повідомлення з {platform_name} і ваших курсів будуть відправлені на цю адресу.

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
uk: Ця адреса електронної пошти не має відповідного облікового запису. Ви впевнені, що ви вже зареєстровані?

source: Paste row after
uk: Вставити рядок знизу

source: To uphold the credibility of your {platform} {cert_name_short}, all name changes will be recorded.
uk: Для підтримки довіри до вашого сертифікату {platform} {cert_name_short}, всі зміни імені будуть записані.

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
uk: Ціна відображається для вступу на курс студентам. Якщо ціна платної реєстрація активована адміністратором БД, то вона буде відображатися замість цієї.

source: Sponsor
uk: Спонсор

source: XQA Key
uk: XQA Ключ

source: Image: %s
uk: Зображення: %s

source: Enrollment Activity
uk: Активність з зарахувань

source: Successfully rescored problem for user {user}
uk: Для користувача {user} успішно змінена оцінка завдання

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
uk: Поле «Ім'я користувача/адреса електронної пошти не може бути порожнім. Заповніть поле і натисніть кнопку «Анулювати сертифікат».

source: Oct
uk: Жовт.
